CHARA_NAME = {
    1010: ["真步", "マホ", "Maho", "狐狸", "真扎", "咕噜灵波", "真布", "🦊", "柚子茶"],
    1054: ["纺希", "ツムギ", "Tsumugi", "裁缝", "蜘蛛侠", "🕷️", "🕸️", "miyabi", "miyabi chin"],
    1110: ["优妮", "ユニ", "Yuni", "真行寺由仁", "由仁", "优尼", "u2", "优妮辈先", "辈先", "书记", "uni", "先辈", "仙贝", "油腻", "优妮先辈", "学姐", "18岁黑丝学姐", "咖啡人", "陌神", "牢陌", "猪陌"],
    1143: ["智(魔法少女)", "トモ(マジカル)", "Tomo(MagiGirl)", "魔法少女智", "琪露诺", "9智", "⑨", "Jag", "魔智"],
    1158: ["莉玛(灰姑娘)", "リマ(シンデレラ)", "Rima(Cinderella)", "人形羊驼", "人驼", "灰驼", "灰姑娘羊驼", "灰羊", "もも", "momo", "も佬", "mo佬"],
    1186: ["涅比亚", "ネビア", "Nebbia", "涅比亞", "蚊子", "fjb", "飞机杯"],
    1297: ["涅妃涅菈", "ネフィ＝ネラ", "Nephi-Nera", "Nephi＝Nela", "涅妃·涅罗", "大黄"],
    1909: [],
}
